<?php
// Новая физика света и гравитации (русский)
?>
<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <title>Новая физика света и гравитации</title>
</head>
<body>
    <h1>НОВАЯ ФИЗИКА СВЕТА И ГРАВИТАЦИИ</h1>
    <p>Фундаментальными слагаемыми жизни являются Свет и Гравитация. Углубление или расширение их теорий, хотя бы в форме ростковых точек, инициирует развитие парадигмы естествознания.</p>
    <p>Главным препятствием для их развития с начала 20 века была и остается гипотеза, авторитарно закрепленная гениями, что Свет и Гравитация не имеют структуры в форме частиц, состоящих из взаимодействующих микрочастиц со своей структурой.</p>
    <p>Эта гипотеза имеет 2 «измерения». С одной стороны, развитие тормозит относительность по Эйнштейну: частицы света не могут иметь размеры из-за сингулярности длин при скорости света в вакууме. Преодоление такого «препятствия» в теории требует обобщения электродинамики Максвелла, позволяя объяснить все доступные эксперименты без границ из предыдущих моделей. Такая теория существует в моих работах с 1986 года. Суть ее в том, что в теорию введена нормированная скалярная величина – показатель отношения, а также обобщены связи между полями и индукциями с учетом не только скорости среды, но, еще и источника излучения. Тогда преодолеваются сингулярности, а релятивистские эффекты Доплера и аберрации получают динамическую интерпретацию. Есть зависимость скорости света от скорости источника излучения, а также возможность ее «исчезновения» на основе перемены частоты света.</p>
    <p>Динамика перемены параметров света имеет стадии: её начало описывается группой Галилея, а конечной стадии (не в полной мере) соответствует группа Лоренца, согласно ей неплохо описываются итоги взаимодействия. Эти группы принадлежат единому семейству по показателю отношения. Доказано, что такое семейство задает алгебру Йордана.</p>
    <p>С другой стороны, развитие теории тормозила гипотеза, что микромир и макромир не имеют структурной аналогии: в макромире изделия структурны, а в микромире реализуются только непрерывные волновые функции. Дискретность обеспечивается не структурностью, а дополнительными граничными условиями. Мною доказано, что уравнение Шрёдингера есть следствие уравнений движения вязкой жидкости в приближении очень малых скоростей. По этой причине нет реальных оснований для отрицания возможности структуры у световых частиц, инициируя исследование их слагаемых и алгоритмов внутреннего взаимодействия.</p>
    <p>Первые модели частиц света предложены мною в начале 21 века. Их идеология имеет представленные мною истоки в матричной модели электродинамики, заданной на паре единичных кватернионов. Нейтральные по сумме знаков матрицы размерности 4 достаточны для понимания гравитационной и электрической нейтральности ожидаемых частиц света.</p>
    <p>Анализ ситуации привел к модели атомов света в форме аналога планетных систем. В них пара гравитационных предзарядов с разными знаками расположена в центре, а пара электрических предзарядов согласованно двигается на периферии. Такая картина многое объясняет по новому: нет точечных частиц света (нет нуля размеров), нет бесконечности размеров (невозможно «удержать» очень много атомов света). Меняется понимание эффекта дифракции: это итоги взаимодействия среды со структурными частицами с «поперечником».</p>
    <p>Дифференциальное продолжение уравнений электродинамики Максвелла позволило сконструировать систему дифференциальных уравнений порядка 3 и ввести в анализ не только поля электродинамики, но и симметричный тензор гравитации.</p>
    <p>На этой основе сформулирована гипотеза о существовании атомов гравитации в форме скрытого света: в таких частицах гравитационные предзаряды движутся на периферии, а электрические предзаряды «скрыты» в центре.</p>
    <p>Это другой мир, который совсем не познан нами. Есть над чем поработать.<br> 
        <a href="doc/pdf/Phys_RU.pdf" target="_blanc"><?php echo $lang['more'];?></a></p>
</body>
</html>
