<?php
$lang = [
    'title' => 'BaCaDem',
    'home' => 'Главная',
    'math' => 'Математика',
    'physics' => 'Физика',
    'contact' => 'Контакты',
    'welcome' => 'Добро пожаловать в Проект Psy',
    'title_contact' => 'Page de Contact',
     'contact_title' => 'Пожалуйста, заполните фомуляр',
    'name' => 'Имя',
    'surname' => 'Фамилия',
    'subject' => 'Тема',
    'email' => 'Электронная почта',
    'message' => 'Сообщение',
    'captcha' => 'Капча',
    'send' => 'Отправить',
    'captcha_error' => 'Капча неверна.',
    'email_invalid' => 'Адрес электронной почты недействителен.',
    'mail_sent' => 'Спасибо, ваше сообщение отправлено.',
    'mail_error' => 'Ошибка при отправке сообщения.',
    'more' => '-> читать++',
    'lit' => 'Литература',
    'lit_deb' => 'Литература для чтения и скачивания',
    'lit_suite' => 'Дополнительная литература для чтения',
    'important' => 'Важная заметка',
    'imp_message' => 'Пожалуйста озакомтесь ! ',
    'mess_inf' => 'Все файлы защищены авторским правом.<br>
Ссылки предоставляют доступ к защищённым фрагментам из 20 страниц, представленных в виде изображений на языке оригинала автора.<br><br>
Если вы хотите получить часть документа в формате PDF, пожалуйста, перейдите на страницу <a href=?page=3>Контакт</a> и отправьте ваш запрос, указав название интересующей книги.</br><br>
PDF позволит вам перевести содержимое на выбранный вами язык.<br><br>
Другие книги и материалы также доступны, а страница "Литература" регулярно обновляется.<br><br>
Для получения дополнительной информации, пожалуйста, напишите нам через форму на странице <a href=?page=3>Контакт</a>.<br><br>
Если вы не получите ответ в течение 48 часов, пожалуйста, свяжитесь с нами повторно.<br><br>
Спасибо за понимание.',
'description_site' => 'Представлены итоги научной деятельности, позволившей достичь качественно новых результатов в фундаментальной физике, математике, психологии. Эти достижения дают возможность быстро и эффективно ориентироваться в новейшей науке.',
'mot_cle' => 'научные исследования, энциклопедия, наука, физика, математика, гравитация, теория относительности, теория света, Барыкин, Эйнштейн, Шрёдингер, Максвелл, теоремы, атом света, положительный заряд, объекты и отношения, фундаментальная физика, электродинамика, геометрия, топология, неассоциативность, физическое моделирование, механика частиц, психология, экспериментальная психология, философия науки',    
'copyr' => "&copy; 2025 Academ - Barykin Viktor. Все права защищены."
];
?>
